{
  "config" : {
    "adcolony" : {
      "adcolony_app_id" : "",
      "adcolony_interstitial_id" : "",
      "adcolony_rewarded_id" : ""
    },
    "admob" : {
      "admob_banner_id" : "ca-app-pub-1667061744755821/6117314381",
      "admob_interstitial_id" : "ca-app-pub-1667061744755821/2178069375",
      "admob_native_id" : "ca-app-pub-1667061744755821/7047252673",
      "admob_rewarded_id" : "ca-app-pub-1667061744755821/5706250846",
      "admob_unit_id" : ""
    },
    "appodeal" : {
      "appodeal_app_key" : ""
    },
    "facebook" : {
      "facebook_banner_id" : "534581687706696_534583074373224",
      "facebook_interstitial_id" : "534581687706696_534583294373202",
      "facebook_native_id" : "534581687706696_534583731039825"
    },
    "mode_ads_banner" : "admob",
    "mode_ads_interstitial" : "admob",
    "mode_ads_native_enabled" : true,
    "mode_ads_rewarded" : "admob",
    "mode_button_ads_action" : "1",
    "unity" : {
      "unity_app_id" : "",
      "unity_banner_id" : "",
      "unity_interstitial_id" : "",
      "unity_rewarded_id" : ""
    }
  },
  "posts" : [
    {
      "id" : 0,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/04/the-walking-dead-survivors-guide-800x391.jpg",
      "state" : "free",
      "title" : "The Walking Dead: Survivors Beginner’s Guide: Tips, Tricks & Strategies to Build the Best Settlement and Outlive All Your Enemies",
      "description" : "",
      "written" : "Following the conclusion of The Walking Dead comic book in its 193rd and final issue 2 years ago and the upcoming final season \n of the equally popular TV series this coming August, the TWD fan base continues to grow in size and number as the passion towards anything related to the genre-defining zombie apocalypse franchise refuses to die down. With multiple specials in the comic universe, spinoff series, and adaptations in various other media, the TWD universe’s incarnation in every version has almost always proven to be a successful.Galaxy Play Technology’s The Walking Dead: Survivors takes on yet another different spin on the TWD franchise. Although base-building strategy games set in a post-apocalyptic, zombie-infested environment are abundant in the mobile gaming industry, The Walking Dead: Survivors offers plenty of new mechanics and features guaranteed to wow even experienced and veteran players of the genre.Hardcore fans of the popular comic book and TV series franchise are certainly treated to a massive cast of colorful characters but how each of the characters you recruit coordinate and work together certainly provides an immersive and exciting experience for everyone.If you are a fan of The Walking Dead, or have played any zombie apocalypse strategy game for that matter, then you already know that the undead themselves are the least of your problems. Surely enough, hordes of zombies abound in the open world and will even “visit” your settlement from time to time.The entire idea of The Walking Dead: Survivors, however, centers around gathering as many people as you can to build your own city, align yourself with like-minded colony leaders like yourself, and survive a world where a plethora of other factions continuously gather resources and power.The Walking Dead: Survivors is certainly not a cakewalk, but the in-game tutorial provided sets you up with everything you need to learn as far as the basic mechanics and features are concerned. Every new function you unlock naturally comes with a quick guide on how it works and there is an abundance of tips as well that walks you through your first experience of every feature.Patience and hard work stands as your best tools to survive the world of The Walking Dead: Survivors. If you have just started on your adventure and want an edge as far as building your city and strengthening your army is concerned, then check out our The Walking Dead: Survivors beginner’s guide below!"
    },
    {
      "id" : 1,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/04/the-walking-dead-survivors-chapter-quests-400x797-1.jpg",
      "state" : "vip",
      "title" : "Follow The Chapter Quests",
      "description" : "",
      "written" : "The Walking Dead: Survivors holds tons of activities for you to engage in and as you continue to expand and progress your settlement and recruit more and more survivors into your fold, one of the many challenges that will come your way is determining which from among the various tasks ahead of you should be prioritized.While there are no strict rules that should apply to you as the leader and commander of your very own town and that staying active will ultimately lead to progression, settling to let tasks serve as your primary guide in prioritizing activities can lead to a more efficient growth.Beyond the nifty graphics and gameplay that The Walking Dead: Survivors has to offer, it comes packed with its own unique storyline. The storyline is actually anchored on the chapter tasks, which will be your main basis of progression early on. Each objective you accomplish under the chapter tasks, not only sequentially unlock other features and succeeding tasks, but also earn you rewards that cover the most basic resources you will need in the accomplishment of the other objectives.The most important tasks can always be seen at the lower left side of the screen. This list can often be longer than what you can see at one time, so be sure to scroll through its entirety if some of the objectives presented are still in the process of completion. As far as constructing and upgrading buildings are concerned, there are only a few that comes dependent on others, most particularly dependent on the town hall. There are plenty of objectives you can accomplish simultaneously so feel free to pursue as many as you can at a time.The chapter tasks initially present a list of objectives but as you progress further, it will eventually be trimmed down into a single goal. The chapter task, however, determines the objectives that appear under the main task group. It is important to remember that there are some objectives that you can clear even before they pop up. The reason why it becomes important to take note of and prioritize the accomplishment of some objectives is to claim the rewards from them sooner.Daily tasks provide the same objectives each day. These objectives are typically the easiest tasks to accomplish. Each feat cleared earns you bullets as well as activity points. Activity points earned within the day unlock treasure chests at the top of the page that contain various rewards. For best results, make an effort daily to unlock all of the chests."
    },
    {
      "id" : 2,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/04/the-walking-dead-survivors-multitasking-400x797-1.jpg",
      "state" : "vip",
      "title" : "Follow The Chapter Quests",
      "description" : "",
      "written" : "We have played a lot of base-building strategy games before to know that multitasking is an important key towards achieving rapid progression and, ultimately, survival. To be honest, The Walking Dead: Survivors is among, if not, the top strategy game when it comes to giving players opportunities to take their multitasking skills to the limit. As a basic requirement in terms of succeeding in these games is actually spending time online, the more crucial part of it is actually staying as active as possible.One of the most basic functions you will constantly need to attend to is, of course, expanding your camp. Unlike most base-building strategy games, The Walking Dead: Survivors starts you off with 2 builders. There are plenty of construction and upgrades to tend to and this will still be less than what you would want. Once you reach camp level 8, you will unlock an additional builder and the remaining 2 can be unlocked through raising your elite rank and spending real money, which costs only a dollar by the way.In any case, strategy can be applied as well on how you utilize your builders. There are naturally missions to follow as building and upgrading forms part of the usual objectives, but at some point you will have to stray from the objectives as it does not cover upgrading of all structures. Likewise, some objectives are dependent on the accomplishment of other upgrades, so there will be plenty of opportunities when you can be plenty of opportunities to upgrade a building inconsistent with what the tasks require.What we recommend is to focus on the construction needs that can be completed within a shorter amount of time. If there are ones that take long to complete but are likewise critical necessities, you should be ready to spend speedups on them to finish quickly. In general, you would want to save long construction times for when you are ready to take a long break from the game and progress more rapidly while you are online. In any case, do not hesitate on spending speedups when you need them as the first days of developing your town are the most important ones.Activities you can engage in are represented by distinct icons at the left side of your screen and construction is just 1 of the 6 icons on the list. Ideally, having all icons active is the most efficient way to go but there will always be instances that warrant leaving some activities idle. These icons serve as shortcuts to the different production lines you need to tend to so make it a habit early on to keep tabs on it.There are 3 different training facilities you will have in your camp. These are for melee units, ranged units, and cavalry. It is recommended that you continue to train units across all these facilities as even the lowest level units can be promoted later on once you unlock the next level of units to train."
    },
    {
      "id" : 3,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/04/the-walking-dead-survivors-survivors-list-400x797-1.jpg",
      "state" : "free",
      "title" : "Set Your Multitasking Skills On Max Level",
      "description" : "",
      "written" : "We have played a lot of base-building strategy games before to know that multitasking is an important key towards achieving rapid progression and, ultimately, survival. To be honest, The Walking Dead: Survivors is among, if not, the top strategy game when it comes to giving players opportunities to take their multitasking skills to the limit. As a basic requirement in terms of succeeding in these games is actually spending time online, the more crucial part of it is actually staying as active as possible.One of the most basic functions you will constantly need to attend to is, of course, expanding your camp. Unlike most base-building strategy games, The Walking Dead: Survivors starts you off with 2 builders. There are plenty of construction and upgrades to tend to and this will still be less than what you would want. Once you reach camp level 8, you will unlock an additional builder and the remaining 2 can be unlocked through raising your elite rank and spending real money, which costs only a dollar by the way.In any case, strategy can be applied as well on how you utilize your builders. There are naturally missions to follow as building and upgrading forms part of the usual objectives, but at some point you will have to stray from the objectives as it does not cover upgrading of all structures. Likewise, some objectives are dependent on the accomplishment of other upgrades, so there will be plenty of opportunities when you can be plenty of opportunities to upgrade a building inconsistent with what the tasks require.What we recommend is to focus on the construction needs that can be completed within a shorter amount of time. If there are ones that take long to complete but are likewise critical necessities, you should be ready to spend speedups on them to finish quickly. In general, you would want to save long construction times for when you are ready to take a long break from the game and progress more rapidly while you are online. In any case, do not hesitate on spending speedups when you need them as the first days of developing your town are the most important ones.Activities you can engage in are represented by distinct icons at the left side of your screen and construction is just 1 of the 6 icons on the list. Ideally, having all icons active is the most efficient way to go but there will always be instances that warrant leaving some activities idle. These icons serve as shortcuts to the different production lines you need to tend to so make it a habit early on to keep tabs on it.There are 3 different training facilities you will have in your camp. These are for melee units, ranged units, and cavalry. It is recommended that you continue to train units across all these facilities as even the lowest level units can be promoted later on once you unlock the next level of units to train."
    },
    {
      "id" : 4,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/04/the-walking-dead-survivors-joining-a-clan-400x797-1.jpg",
      "state" : "vip",
      "title" :"The Walking Dead Survivors",
      "description" : "",
      "written" : "While most games with clan systems outside of the RPG and strategy game genres are largely optional, playing on your own in an online RPG or a strategy game can be very difficult, impossible even for the latter. The Walking Dead: Survivors is not an adventure where you can pit your camp against all odds as it is not a player versus player per se, but rather a clan versus clan type of competitive and cooperative game."
    },
    {
      "id" : 5,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/04/the-walking-dead-survivors-clan-benefits-400x797-1.jpg",
      "state" : "vip",
      "title" : "Check Your Inventory Regularly",
      "description" : "",
      "written" : "Resource crates you earn as rewards from quests and events wind up in your inventory, being safe from potential plunderers and also do not form part of what your camp can store or hold. Although you are likely to use speedups from outside of the inventory, you can check the total number of what you have in stock through the inventory as well."
    },
    {
      "id" : 6,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/04/the-walking-dead-survivors-events-400x797-1.jpg",
      "state" : "vip",
      "title" : "Take Advantage Of Freebies And Special Events",
      "description" : "",
      "written" : "As the resource requirements to sustain an extensively growing camp with an equally growing population tends to exponentially increase, it becomes more and more challenging to not exercise prudence every step of the way, relative to how you manage your continuous supply of resources. Spending a little more than what you are earning can be difficult to see at first but once you reach a high enough level, the challenge of managing limited resources adds up to all other concerns you hae on your hands."
    },
    {
      "id" : 7,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/04/the-walking-dead-survivors-joining-a-clan-400x797-1.jpg",
      "state" : "vip",
      "title" :"The Walking Dead Survivors",
      "description" : "",
      "written" : "While most games with clan systems outside of the RPG and strategy game genres are largely optional, playing on your own in an online RPG or a strategy game can be very difficult, impossible even for the latter. The Walking Dead: Survivors is not an adventure where you can pit your camp against all odds as it is not a player versus player per se, but rather a clan versus clan type of competitive and cooperative game."
    },
    {
      "id" : 8,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/04/the-walking-dead-survivors-survivors-list-400x797-1.jpg",
      "state" : "vip",
      "title" : "Set Your Multitasking Skills On Max Level",
      "description" : "",
      "written" : "We have played a lot of base-building strategy games before to know that multitasking is an important key towards achieving rapid progression and, ultimately, survival. To be honest, The Walking Dead: Survivors is among, if not, the top strategy game when it comes to giving players opportunities to take their multitasking skills to the limit. As a basic requirement in terms of succeeding in these games is actually spending time online, the more crucial part of it is actually staying as active as possible.One of the most basic functions you will constantly need to attend to is, of course, expanding your camp. Unlike most base-building strategy games, The Walking Dead: Survivors starts you off with 2 builders. There are plenty of construction and upgrades to tend to and this will still be less than what you would want. Once you reach camp level 8, you will unlock an additional builder and the remaining 2 can be unlocked through raising your elite rank and spending real money, which costs only a dollar by the way.In any case, strategy can be applied as well on how you utilize your builders. There are naturally missions to follow as building and upgrading forms part of the usual objectives, but at some point you will have to stray from the objectives as it does not cover upgrading of all structures. Likewise, some objectives are dependent on the accomplishment of other upgrades, so there will be plenty of opportunities when you can be plenty of opportunities to upgrade a building inconsistent with what the tasks require.What we recommend is to focus on the construction needs that can be completed within a shorter amount of time. If there are ones that take long to complete but are likewise critical necessities, you should be ready to spend speedups on them to finish quickly. In general, you would want to save long construction times for when you are ready to take a long break from the game and progress more rapidly while you are online. In any case, do not hesitate on spending speedups when you need them as the first days of developing your town are the most important ones.Activities you can engage in are represented by distinct icons at the left side of your screen and construction is just 1 of the 6 icons on the list. Ideally, having all icons active is the most efficient way to go but there will always be instances that warrant leaving some activities idle. These icons serve as shortcuts to the different production lines you need to tend to so make it a habit early on to keep tabs on it.There are 3 different training facilities you will have in your camp. These are for melee units, ranged units, and cavalry. It is recommended that you continue to train units across all these facilities as even the lowest level units can be promoted later on once you unlock the next level of units to train."
    }
  ]
}
